7zip
act
alacritty
alsa-utils
autorandr
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
clang
cmatrix
code
discord
docker
docker-compose
dos2unix
efibootmgr
fastfetch
feh
fzf
git
grub
gst-plugin-pipewire
gvfs
htop
intel-ucode
jq
less
libbsd
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
luajit
ly
maim
mesa-utils
nano
network-manager-applet
networkmanager
noto-fonts-emoji
nvidia-open
nvidia-prime
nvtop
obs-studio
openvpn
papirus-icon-theme
pavucontrol
perl-file-mimeinfo
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
power-profiles-daemon
python-cairosvg
python-dbus
python-dbus-fast
python-dbus-next
python-pyxdg
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols2
qtile
rofi
screen
sddm
smartmontools
sof-firmware
steam
sudo
swappy
thunar
thunar-archive-plugin
thunar-volman
tmux
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
ufw
unzip
vim
virtualbox
virtualbox-guest-utils
wget
wireplumber
wpa_supplicant
xclip
xdg-utils
xdotool
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xsetroot
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
