7zip
alacritty
autorandr
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
cmatrix
code
docker
docker-compose
efibootmgr
fastfetch
feh
fzf
git
grub
gst-plugin-pipewire
htop
intel-ucode
less
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
ly
nano
network-manager-applet
networkmanager
nvidia-open
nvidia-prime
openvpn
papirus-icon-theme
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-dbus
python-pyxdg
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols2
qtile
rofi
sddm
smartmontools
sof-firmware
steam
sudo
tmux
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
ufw
vim
virtualbox
wget
wireplumber
wpa_supplicant
xclip
xdg-utils
xorg-server
xorg-xinit
xorg-xinput
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
